Revit 2027 API
ParameterTypeId.FabricSheetMinorStartOverhang Property
 "Minor Start Overhang": Minor Start Overhang
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FabricSheetMinorStartOverhang { get; }
Public Shared ReadOnly Property FabricSheetMinorStartOverhang As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FabricSheetMinorStartOverhang {
	ForgeTypeId^ get ();
}
static member FabricSheetMinorStartOverhang : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace